"PHONE_TITLE" = "טלפון";
"CALLS_LABEL" = "שיחות";
"CALL_FORWARDING" = "הפניית שיחות";
"SHOW_CALLER_ID" = "הצג את המספר שלי";

"Loading" = "טוען…";
"Reverted" = "הושאר ללא שינוי";
"Saving" = "שומר…";
"FAILED" = "נכשל";
"SUCCESS" = "הצלחה";
"ERROR" = "שגיאה";
"DISMISS" = "דחה";

"Calls" = "שיחות";
"International Assist" = "סיוע בחיוג בינ״ל";
"Phone" = "טלפון";
"Show My Caller ID" = "הצג את המספר שלי";

"SETTING_SAVE_ERROR" = "לא ניתן לשמור את הגדרת ה-%@.";
"kCTSettingTypeCallForwarding" = "הפניית שיחות";
"kCTSettingTypeCallWaiting" = "שיחה ממתינה";
"kCTSettingTypeCallingLineIdRestriction" = "שיחה מזוהה";
"kCTSettingTypeSIMLock" = "קוד PIN";
"kCTSettingTypePIN" = "קוד PIN";

"OFF" = "כבוי";
"ON" = "פעיל";

"Network Selection" = "בחירת רשת";
"SIM PIN" = "קוד PIN";

"Call Forwarding" = "הפניית שיחות";
"Call Waiting" = "שיחה ממתינה";
"Network" = "רשת";
"SIM Applications" = "יישומי SIM";
"TTY" = "TTY";

"Automatic" = "אוטומטי";

"Save" = "שמור";
"Cancel" = "ביטול";
"Done" = "סיום";
"OK" = "אישור";

"ENTER_PASSWORD_FOR_LOCK" = "לנעילת ה-SIM, הקש/י קוד PIN. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "לשחרור ה-SIM, הקש/י קוד PIN. %@";

"Current Password" = "‏סיסמה נוכחית";
"New Password" = "‏סיסמה חדשה";
"Confirm New Password" = "‏חזור/י על הסיסמה החדשה";

"ATTEMPT_REMAINING" = "נותר נסיון %@.";
"ATTEMPTS_REMAINING" = "נותרו %@ נסיונות.";

"COULD_NOT_LOCK" = "לא ניתן לנעול את ה-SIM. %@";
"COULD_NOT_UNLOCK" = "לא ניתן לשחרר את ה-SIM. %@";
"Could not change PIN" = "לא ניתן להחליף את קוד ה-PIN. %@";
"CHANGE_PIN" = "החלף קוד PIN";
"Error: Passwords do not match" = "שגיאה: הסיסמאות אינן תואמות";

"ENABLE_TTY" = "האם ברצונך להפעיל שירות TTY עבור השיחה/ות הנוכחי/ות?";
"DISABLE_TTY" = "האם ברצונך לבטל את TTY עבור השיחה/ות הנוכחי/ות?";

"Yes" = "כן";
"No" = "לא";

"PHONE" = "המספר שלי: %@";

"MY_NUMBER" = "המספר שלי";
"UNKNOWN_NUMBER" = "לא ידוע";
"MY_NUMBER_PLACEHOLDER" = "מספר";
"SAVE_MY_NUMBER" = "שמור|ביטול";
"CANCEL_MY_NUMBER" = "ביטול|שמור";

"SHOW" = "הצג";
"HIDE" = "הסתר";
"NETWORK" = "ברירת-מחדל";

"Change Voicemail Password" = "שנה סיסמת תא קולי";
"PASSWORD" = "‏סיסמה";
"OLD_PASSWORD_PROMPT" = "הקש/י את סיסמת התא הקולי הנוכחית";
"NEW_PASSWORD_PROMPT" = "‏הקש/י סיסמה חדשה עבור התא הקולי";
"NEW_PASSWORD_REENTRY_PROMPT" = "‏חזור/י על הסיסמה החדשה לתא הקולי";
"NEW_PASSWORD_MISMATCH_PROMPT" = "הסיסמאות אינן תואמות. נסה/י שוב.";
"SAVING_PASSWORD_PROMPT" = "‏שומר סיסמה…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "התא הקולי אינו זמין כעת.\nנסה/י שוב מאוחר יותר.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "שגיאת תא קולי\nלא ניתן לשנות את הסיסמה כעת.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "‏הסיסמה נשמרה";

"DIAL_ASSIST_HELP" = "המאפיין ״סיוע בחיוג בינ״ל״ מוסיף את הקידומת הבינלאומית הנכונה למספרי טלפון בעת חיוג מחו״ל.";

"Contacts" = "אנשי קשר";
"Sort Order" = "סדר מיון";
"Display Order" = "סדר הצגה";
"FIRST" = "‏פרטי, משפחה";
"LAST" = "משפחה, פרטי";

"CARRIER" = "מפעיל";
"CARRIER_SERVICES" = "שירותי %@";

"PIN" = "קוד PIN";
"CURRENT_PIN" = "קוד ה-PIN הנוכחי";
"NEW_PIN" = "קוד PIN חדש";
"CONFIRM_NEW_PIN" = "‏חזור/י על הקוד החדש";
"Error: PINs do not match" = "שגיאה: הקודים לא היו זהים";

"FORWARD_ALL" = "הכול";
"FORWARD_CUSTOM" = "מותאם אישית";
"FORWARD_TO" = "הפנה שיחות אל";
"FORWARDING_TO" = "יעד להפנייה";
"NO_ANSWER" = "אין מענה";
"BUSY" = "תפוס";
"UNREACHABLE" = "לא זמין";

"CALL_FORWARD_ERROR_TITLE" = "הפניית שיחות";
"CALL_FORWARD_ERROR_MESSAGE" = "לא ניתן לשנות הגדרות מסוימות של הפניית שיחות";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "לא ניתן לשמור את מספר הטלפון.";
